Repository: emanuele45/prettyurls
Catalog: trunk/translations/prettyurls-*.po
Languages: fr, it

source: Pretty URLs Administration
fr: Administration de Pretty URLs
it: Pretty URLs Amministrazione

source: News
fr: Nouvelles

source: Settings
fr: Paramètres
it: Opzioni

source: The latest news and information live from the project website
fr: Dernières nouvelles et informations en direct du site du Projet
it: Le ultime news e informazione in diretta dal sito del progetto

source: Pretty URLs News & Info
fr: Pretty URLs Nouvelles et Informations
it: Pretty URLs News & Informazioni

source: News & Info
fr: Nouvelles et Informations
it: News & Informazioni

source: Current version
fr: Version courante
it: Versione Corrente

source: Download
fr: Télécharger

source: Latest version
fr: Dernière version
it: Ultima Versione

source: Upgrade now!
fr: Mettre à jour maintenant!
it: Aggiorna ora!

source: Version info
fr: Version information
it: Info Versione

source: Various settings
fr: Différents paramètres
it: Opzioni Varie

source: Pretty URLs Settings
fr: Paramètres de Pretty URLs
it: Pretty URLs Opzioni

source: Core settings
fr: Paramètres du Core
it: Opzioni del core

source: Enable URL rewriting
fr: Activer la réécriture d'URL
it: Abilita riscrittura URL

source: URL rewriting filters
fr: Filtres de réécriture d'URL
it: Filtri riscrittura URL

source: Save changes
fr: Sauvegarder les changements
it: Salva modifiche

source: Run some maintenance tasks
fr: Effectuer diverses tâches de maintenance
it: Avvia task di manutenzione

source: Pretty URLs Maintenance
fr: Maintenance de Pretty URLs
it: Pretty URLs Manutenzione

source: Run maintenance tasks
fr: Lancer les tâches de maintenance
it: Avvia task di manutenzione

source: A tool to edit the filters array. The array is formatted here in the <a href="http://www.json.org/">JSON</a> format. Be careful, the JSON parser is rather strict.
fr: Un outil pour éditer les tables de filtres. La table est formatée ici avec le format <a href="http://www.json.org/">JSON.</a> Prenez garde, le Parser JSON est extrêmement strict.
it: Uno strumento per modificare i le matrici dei filtri. Le matrici sono in questo formato <a href="http://www.json.org/">JSON</a>. Attenzione, il JSON parser è abbastanza rigido.

source: Pretty URLs Filters Tool
fr: Outil pour les filtres de Pretty URLs
it: Pretty URLs Strumenti per Filtri

source: Filters Tool
fr: Outil pour Filtres
it: Strumenti per Filtri

source: The PHP JSON extension is required for this tool. Consider upgrading to PHP 5.2.
fr: Les extensions PHP JSON sont requises pour cet outil. Envisagez la mise à jour PHP 5.2.
it: L'estensione PHP JSON è richiesta per questo strumento. Considera un aggiornamento alla versione PHP 5.2

source: Maintenance
it: Manutenzione
